Repository: mozilla-l10n/mt-training-data
Catalog: scl/scl_pontoon.tmx
Source language: en_us
Languages: scl

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
scl: توٹے چیک دیزونی اسونو مشو نے الو آنی <emailLink>{ $email }</emailLink> اے تو بے تو نلا گرمیون

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
scl: تُو سے یا تھئی آرگنائزیشن سے پروجیکٹینی یو بونو گُنیات تو ززھو سے ڈونیشن <donateLink> تھیون بانت یا اسے سانتیو ساتی یو بون بانت <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
scl: توڑے مشک تھیونو ابش بو باؤ تو، کا کھین گا تومی باشیو بوٹے لکھیتے چکیونو توسے پتوڑے پھریون بؤ۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
scl: تُو سے اے ایس آر موڈلی سنیونو باوی اُڑاریوں ہَون تو کمیونٹی نی مُتے کٓجکو ساتی "موش کلے نی" <discourseLink> یو بو

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
scl: تُو سے ڈیٹاسیٹی بارےنی مُتی گہ رزیم تھوں تو یا منصوبہ بندیو پلیٹ فارمینی یو بیم تھوں تویا یو بونو موقع اُڑاروں تو، آنے <emailFragment> ایک کیشیک لکھے

source: If you run out of sentences to review, please help us collect more sentences!
scl: موجی پھش بیلے تو مُتے موشی یو تھیونو اسئیی سات دے۔

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
scl: تُوسے گُنو کہ رجانی وجہ گی پرُوجونو مشکل بِیں </strong> یا پتو لائے ہلینگے بینائے </strong> یا مُوتے جک سے انی باش تھینا، تو تُو سے کلپ پھت تھیون بون۔ <accuracyLink> مُوتے موجی چکیونیو کاریو اسی accuracy criteria چکے

source: Igbo
scl: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
scl: مُوسے کوتے اکی کامن وائیسیڑے موجی چینیونو منو اکی سناس۔ مُو سانتی یو بو تو مشینیڑے اصلی منوجے سے کدا موش کل تھینا سیچارون۔

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
scl: مو تو ساتی انی معلوماتی سماٹیونو سم ہؤس کے توسے موزیلاؤ<privacyLink>سریئیو پالیسی </privacyLink>تفصیل تھاؤ

source: Include appropriate citation
scl: سُونچی سائیٹیشن استعمال تھے۔

source: Includes email, username & demographic info, available right away
scl: آنے ای میل، استعمال تھیکو نوم گہ زیسئی دِیشو معلوماتے ہائیں۔

source: Includes mp3s and related sentences, may take some time to prepare
scl: آنے ایم پی تھری گہ موجی ہاں۔ تیار بونیڑے کمیک کھین شچُوں۔

source: Indonesian
scl: انڈونیشین

source: Indus Kohistani
scl: انڈس کوہستانی

source: Information about the language
scl: باشیو معلومات

source: In Progress
scl: یجوں ہوں

source: Interested in getting involved with this project, or partnering with us?
scl: انو پروجیٹی نی اونو خوش تھوں دا، یا اسو سانتی یو بَوں دا؟

source: Interested in learning more and contributing to the project?
scl: مُتی گہ سییچم تھوں دا یا پروجیکٹیڑے چینیم تھوں دا؟

source: Interface language:
scl: باشو انٹرفیس

source: Interlingua
scl: اینٹرلنگوا

source: Interlingue
scl: انٹرلینگ

source: [interrupted by background noise]
scl: [پتینی بئی ہلنگی سے ابش تھئی]

source: Intersex
scl: بیروگہ سونچی مجا

source: Iñupiaq
scl: اِنوپیاق

source: Invalid file
scl: خپ بیلیک فائیل

source: Irish
scl: آئرش

source: IsiNdebele (North)
scl: آئیسنڈیبلی

source: IsiNdebele (South)
scl: آئیسنیڈیبلی (ساوتھ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
scl: آئی ایس او کوڈی، لیل ہاں تو

source: Is the clip valid?
scl: (کلپ) موش سم ہوں دا نُش؟

source: Italian
scl: اٹالین

source: It contains words or phrases that are hard to read or pronounce.
scl: انیسے نی ہانک موجی راجونو گران ہاں۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
scl: ڈیٹاسیٹ چھُریونو ایک سالے ایک ملین ڈالری شاچینا۔ ایک شل باشو کمیونیٹئیے سے بیسے یوک تھیئیسیک چکینائیے ۔جینوڑے سم پلیٹ فارم سنیو گہ آئیں اچاک شچینائیے۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
scl: انیسو خرچہ تقریبا ایک سالئی کاریو ایک ملین ڈالر ہیں ڈیٹا سیت چھُریونو کاریو، بیسے تھیسیکو محتاج شل باشے تھینیک کمیونیٹیوڑے سم پلیٹ فارم دیونو۔<strong> تُوسے کھلا یوبو ہونک ڈیٹائی قدر تھوں تو اش اکی ڈونیٹ تھے۔</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
scl: ڈیٹا سیٹ یجیریونو، انو پلیٹ فارم سم تھیونو گہ یجیریونو <africaMradiLink> community programme کاریو لیگی لا رُوپئے شچینائے

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
scl: انی لائی کُوری ہی کہ موجی <publicDomain>عام جکو کاری بو تھن </publicDomain> (cc0) ۔ کریگا یک ٓموجیک چینڈ اگر تُویقین ہی تو۔ کریگا یُوپینیک حوالائی دے۔

source: It is written in a language different than what I’m reviewing.
scl: انی مُو سے دُگُنی چکیوں ہانسیک باشی نیو مُتی باشی کے نی لکھے ہوں۔

source: It is written in a language different than what I’m speaking.
scl: انو مُوسے تھیمیک باشی نیو مُتی باشی نی ہُوں۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
scl: سایٹیشنے یو تھیونو لائی کُوری ہِیں، تاکہ بیسے موجی عام جکو کاری ہاں دا یا کاپی رائیٹو پابندی شچیں۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
scl: ایکشان شونگے(کامن وائیش) سنیونو لائی خپ ہیں۔ انی بے ژا سے نے تھینوس۔ اسو سانتی ساجئی تھیم تھوں دا؟ تُو نیو پرُوجونو اسئیی رک ہیں۔

source: Izhorian
scl: ازہورین

source: Japanese
scl: جاپانی

source: Jaqaru
scl: جقارو

source: Javanese
scl: جاوانیز

source: Join Discord Community
scl: ڈِسکاڑڈ کَمیونِیٹی نی یو بو

source: Join the Common Voice mailing list
scl: کامن میلنگ ژھیرنی یو بو

source: Join us on Discord
scl: ڈِسکارڈینی اسو ساتی یو بو

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
scl: سیلو (prompt ) جواب موجی چیکونی بِیلی سمار سم تھے دے۔ تھیئی باشی نی روش اڑیاریک نے بونو اوجئی، سم موجی بونو اواجئی۔

source: Just Unsure?
scl: لیل نے بیلی دا؟

source: Kabardian
scl: کبارڈین

source: Kabyle
scl: کیبیل

source: Kalasha
scl: کیلاشا

source: Kalenjin
scl: کالینجین

source: Kalkoti
scl: کلکوٹی

source: Kannada
scl: کناڈا

source: Kaqchikel
scl: کقچیکیل

source: Kara
scl: کارا

source: Karakalpak
scl: کراکل پک

source: Kateviri
scl: کَٹیوِیری

source: Kazakh
scl: کازاکھ

source: { $kb }kb max
scl: { $kb }لائی کےبی

source: Keep
scl: چھورے

source: Keep it up, record again <recordIcon></recordIcon>
scl: تھیو بئی، بھڑا ریکارڈ تھے

source: Keep the recordings
scl: ریکارڈینگی گنی بئی

source: Keep track of your progress and metrics across multiple languages.
scl: موتی موتی باشو مجا تومی کارکردگی گہ میٹریکویا اچھی چھورے

source: Keep track of your progress with a profile
scl: تھنو کرومو بڑیار پروفائیلینی چھُرے

source: Keep track of your progress with a profile and help our voice data be more accurate.
scl: پروفالیک سنے توس تھاک اچھی کھری چھورے نے اسو شونگو ڈیٹا لاؤ گا سم تھیونو ساتی بو۔

source: Kelabit
scl: کیلابِٹ

source: Kenyah
scl: کِینیا

source: Kenyi
scl: کینئی

source: Ketrani
scl: کیتھرانی

source: Khmer
scl: کھمر

source: Khowar
scl: کھوار/خوار

source: K'iche'
scl: کیچے

source: Kichwa
scl: کچوا

source: Kidaw'ida
scl: کڈاوئدا

source: Kikuyu
scl: کیکیویو

source: Kinyarwanda
scl: کنیاروانڈا

source: Kohistani Shina
scl: کوہِستانی شِینا

source: Kom
scl: کوم

source: Komi-Zyrian
scl: کومی-زیریان

source: Konkani (Devanagari)
scl: کنوکانی(ڈیواناگاری)

source: Korean
scl: کورین

source: Kuku
scl: کُوکُو

source: Kurmanji Kurdish
scl: کرمانجی کردش

source: Kyrgyz
scl: کرگیز

source: Language
scl: باش

source: Language Fundamentals (e.g. Digits, Letters, Money)
scl: باشو بنیادی چیزی(نمبر، حرف، روپائے)

source: Language Request
scl: باش لُکھے

source: Language request successfully submitted, thank you.
scl: باشی لُکھیار سَم بو اِفالی، بشخِیش

source: Languages
scl: باشے

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
scl: باشےتومے سنیونی بِیلی تو سم بونو جیننے تومے قانونی بیئینا ۔ ایک باشیکیڑے سم بونو جیسئی اکی فائیلیک نُش تو، انگریزی قانونی پشیجین۔

source: Language Text
scl: باشو کَچَٹ/ لِکھِیتی

source: Lao
scl: لاؤ

source: Large bulk sentence submission
scl: لیگی لا موجو ٹال چینڈ

source: Large scale corporates and platform companies
scl: بڑے کارپوریٹی گہ پلیٹفارم کمپنیئے

source: Lassi
scl: لاسی

source: Last Updated: { $lastUpdatedTimeStamp }
scl: پتو اپڈیٹ بیلیک { $lastUpdatedTimeStamp }

source: Latgalian
scl: لٹگالیان

source: Latvian
scl: لٹویان

source: Launched
scl: شاتی/شیجیلیں

source: Laz
scl: لاز

source: Leaderboard Visibility
scl: لیڈربورٹو پشیجار

source: Learn about partnerships with Common Voice
scl: کامن وائیش ساتی سجئیی تھینو سیچ

source: Learn how to check a transcription
scl: کچٹ تھے ہِینک کدا تھے چکیونی ہیں سِیچ۔

source: Learn how to take part
scl: کدا بو یو بونو ہِیں سِیچ

source: Learn how to transcribe
scl: کچٹ تھیونو سِیچ

source: Learn how to use this page
scl: انو پٹو کدا تھے استعمال تھیونی ہیں سِیچ

source: Learn More
scl: موتی سیچ

source: Leaving now means you’ll lose your changes
scl: کوتے پھت تھا تو بدلئیے تھاک نوشین۔

source: Leaving now means you'll lose your progress
scl: کوتے پھت تھا تو توسے تھاک نوشی

source: Length
scl: زِینگیار

source: Let's Get Started
scl: یہہ شروع تھے

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
scl: رزینیک باشِینی مَشے سم بونو اواجئی۔ مثالیک، “ж” انو رشین باشو مَشوک ہُوں، انو انگریزی نی کریگہ استعمال نے بیوں آگی انگریزی لکھیانی نی کرے گہ استعمال نے بیوں۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
scl: LibriSpeech ایک ہزار گنٹاؤ 16Khz ادؤ کارپسیک ہوں زیسے نی رزینیک آڈیوکتابو نیو سنیئیک انگلش شونگو کارپسیک ہوں۔ نو LibriVox project پروجیکٹیک ہوں۔

source: License
scl: لائیسنس

source: License: <licenseLink>CC-0</licenseLink>
scl: لائیسنس <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
scl: لائیسنس: <licenseLink>{ $license }</licenseLink>

source: Ligurian
scl: لیگوریان

source: Lingala
scl: لنگالا

source: Link Copied
scl: لنک نقل بیلین

source: Links to websites that can help us understand the language
scl: تھی باشی دشٹیونو کاری اسوٹے سات دین ویب سایئٹو گونیئے

source: Listen
scl: کونڈ دے

source: Listening
scl: کونڈ دیونو

source: Listen options menu
scl: کونڈ دیونو آپشنی ژِھیر

source: Listen-Queue
scl: کونڈ دیونو ژھیر

source: Lithuanian
scl: لیتھوانیان

source: Loading…
scl: لود بیوں ہی

source: Loading sentences…
scl: موجی لوڈ بیوں ہاں

source: Localized
scl: لوکلائیز بیلیک

source: Log In
scl: اچے

source: Login Identity
scl: اچین سیل

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
scl: <loginLink> لوگ ان </loginLink> یا <loginLink> سائن اپ </loginLink> لیگی لا موجی چینیونو

source: Log in or sign up to get started
scl: شروع تھیونو کاری لاگ ان یا سائین اپ تھے

source: Log In / Sign Up
scl: لاگ ان / ساین اپ

source: Log In / Sign Up with { $company } email
scl: ای میل نلا { $company }لاگ ان / سائین اپ تھے

source: Log Out
scl: دروڑے بو

source: Lojban
scl: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
scl: آدے لکھے ہائینکونی چکے جینیونی کاپی رائیٹ نے یازیوں،مثالیک، لائی لائی کتباے 1920 نیو گہ مُچھوڑے لکھئیک ہائیں۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
scl: انی باشینی کونڈیونوکاری کدائی گا کلپیک نوش۔

source: Luganda
scl: لوگنڈا

source: Luxembourgish
scl: لکشمبورگیش

source: Macedonian
scl: میسیڈونیان

source: Mada
scl: ماڈا

source: Maithili
scl: میتھی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
scl: مجی شونگ تھے تھے آنے تھے موجی ریکارڈ بینا۔ تُو سے پھش تھا تو ہو ریکارڈ گہ پھش بِیں

source: Make sure the sentence meets the following criteria:
scl: شونگ تھے انو موش تراکٹینی سم بو ایوں دا

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
scl: اسوٹے نوم نئیٹو جکو ڈیٹاک دے تومو چینیا ڈیٹا موتو گا چیمو تھے۔ پورے جکو ہتنی دیونو نو موشو بیسے پوری جکو ڈیٹا نو سوجونیار لنگ تھونس۔

source: Malagasy
scl: مالاگیسی

source: Malay
scl: مالے

source: Malayalam
scl: ملیالم

source: Male/Masculine
scl: بیرو/مشاؤہ

source: Maltese
scl: ملٹیز

source: Manage Email Subscriptions
scl: ای میل سبسکرپشن سماٹیا

source: Manage Subscriptions
scl: سبسکرپشن سموٹیا

source: Manx
scl: مانیکس

source: Mapudungun
scl: میپئڈنگن

source: Marathi
scl: مراٹھی

source: <mark>Check</mark>
scl: <mark> چَکے </mark>

source: <mark>Data</mark>
scl: <mark> موجی (ڈیٹآ) </mark>

source: <mark>Prompt</mark>
scl: <mark> پرومپٹ (Prompt) </mark>

source: <mark>Respond</mark>
scl: <mark> جواب </mark>

source: <mark>Transcribe</mark>
scl: <mark> نقل </mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
scl: <mark> سی وی استعمال تھیونو </mark> <br/><mark> تھیئیے ریسرچ؟ </mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
scl: <mark> اسوڑے اواجیں <mark> <br/> <mark> تھئی سانتی </mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
scl: میٹرکس ایک کھُلا، لوکو پروٹوکولیک ہوں موش کَل تھیونو کاری۔ موزیلو موش کَل تھیونو پلیٹ فارم ہُوں

source: Maximum file size: 25 MB
scl: فائیلو سائزلاؤ نیو لاؤ: 25ایم بی

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
scl: اسو ہوم پیج <homepageLink> homepage </homepageLink>سے شاید تھئیی سانتی دئیی۔ جیک کھُوجونیئی کاریو <matrixLink>میٹرکس کمیونیٹی موش کلینی </matrixLink> یو بو. گٹ ہبانی سائیٹو خپے چکے،<githubLink> </githubLink> یا آنے اسئی موش کلو فورمونی اے <discourseLink>

source: MB
scl: ایم بی

source: Mbo
scl: ایم بی او

source: Meadow Mari
scl: میڈوماری

source: Media and Entertainment
scl: میڈیا گہ تفریح

source: Medumba
scl: میڈمبا

source: Meetei Lon
scl: میٹو لون

source: Message
scl: بود

source: Michoacán Mazahua
scl: Michoacán Mazahua مِچاؤکن مَزھوا

source: Mingrelian
scl: منگریلیان

source: Minimum sentences in file: 1000
scl: فائیلینی کم سے کم موجی :ایک ہزار

source: [Mismatched content]
scl: نے یُپیجینیک موجی

source: Misreadings
scl: کھچی تھے رجونو

source: Missing an 's' at the end of a word.
scl: موجیکو چھوپیا "ایسک" ٹھیس تھیونو

source: Missing an <strong>'s'</strong> at the end of a word.
scl: ایک موجے کو پتینو مُشے نی 'ایس' </strong> پھت تھیونو

source: Missing 'A' or 'The' at the beginning of the recording.
scl: ریکارڈینگو شیشا یا "اے" یا "دا/دی" ٹھس تھیونو

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
scl: پھت تھیونو <strong>' اے' <strong> 'دا' </strong> ریکارڈنگی نی مُچھو اکی

source: Missing the end of the last word by cutting off the recording too quickly.
scl: ریکارڈبگ لوکو یا تھے موجو پتنینو مُش پھت تھیونو

source: Mixed
scl: مِشک بِیلِیک

source: Mixteco Yucuhiti
scl: مِکسٹیکو یُوچِیٹی

source: Mokpwe
scl: موکپوے

source: Moksha
scl: موکشا

source: Mongolian
scl: منگولین

source: More
scl: مُتے/مُتی/مُتو

source: [More has been recorded than the required text]
scl: اواجیکنیو لائی ریکارڈ تھیونو

source: More languages coming soon
scl: لائے باشے اوں ہائیے۔

source: Mossi
scl: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
scl: کمپنیئے سے یجارین لاؤباک ڈیٹا لا جکو کاری ہتنی نوش۔ بیسے انی سینیجار مجا ابش گنونس۔ آسیکاری بیسے کامن وائسو کروم یجیریاس،نوسے بوٹوٹے شونگو سوجون تھیونو ساتی بئی اور پورو ھتنی ہوں، ادؤ کرومک ہوں۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
scl: کمپنیئے سے یجارین لاؤباک ڈیٹا لا جکو کاری ہتنی نوش۔ بیسے انی سینیجار مجا ابش گنونس۔ آسیکاری بیسے کامن وائسو کروم یجیریاس،نوسے بوٹوٹے شونگو سوجون تھیونو ساتی بئی ادؤ کرومک ہوں۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
scl: لائئی ریکارڈنگے جک تھے موجی تھیون ہانکو ہائیں۔ لیگی لائی کُوری گی تھیئک یا لائی چھُوت تھے تھیئیک یا لیگی لائی اجونیک تھے تھئیک شونگے گہ منیون بانت۔ گائیوشونگے گہ کمپوٹرو شونگے نے منیون بانت۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
scl: موزیلاؤ کامن وائس تھیلو کروم ہوں کاسینی ھگی جک سے کنا تھے رزینا مشینوڑے سچیونو ساتی بونو ہی۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
scl: موزیلا ایکشان شونگے (کامن وائیس) پُوری دنیا نیو کمیونیٹیو جک، باشو سُکیشے، ڈیتا سائینسدانی، سیچارینیک گہ سوفٹ وئیرو انجینئیری سے سنیاں . انو پروجیکٹئی راچھی موزیلا فاؤنڈیشن سے تھیِں

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
scl: کامن وائیس پُوری دینیا نی لیگی لاو بڑو باشو ڈیٹا سیٹ ہون۔ بیسے انی پُوری ڈونینشن گی تھونیس۔ انیسینی ایک میلین ڈالرو خرچہ ایوں۔ ایک شل گہ بسکی باشو کمیونٹیئے ٹھیک تھیوں۔ بےسے یوک تھیئیسیک پتینے جک سے آیئں تھیونو ہاں۔ تُوڑے واشیجی ہونک ڈیٹا اواجوں تو آنے ڈونیٹ تھے

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
scl: موزیلو شونگو سوجون تھیک انجن ڈیپ سپیچ شونگے سوجون تھینیک اپلیکیشنے استعمال تھیون بینا۔ اسو<githubLink> گٹ ہب دُگُنی چکیونو انی رس</githubLink> یا آنے یو بو<discourseLink> آنے ڈیپ سپیچ ڈسکورسینی گئیے</discourseLink> کدا تھے شروع تھیونی ہِیں سِیچ۔

source: Mutual accountability.
scl: ایک مُوتو کھوجین تاپین

source: n
scl: این

source: N
scl: این

source: N/A
scl: این/اے

source: Name
scl: نوم

source: Names of your language
scl: تھی باشیو نومی

source: Native Language
scl: کویو باش

source: Nature and Environment
scl: فطرت گہ ماحول

source: Need help with the Sex or Gender changes?
scl: جنس بدل تھیینو سات اواجی؟

source: Need some help with accent?
scl: شونگو کاری کمیک سانتی اواجوں؟

source: Need some help with variants?
scl: ویریئنٹ نلا کمیک ساتی اواجوں۔

source: Need to download your data?
scl: تھو ڈیٹا ڈاؤنلوڈ تھیونی ہی دا؟

source: Nepali
scl: نیپالی

source: New Language Launch
scl: نائی باش اچیتی

source: News and Current Affairs
scl: خبرے گہ تازہ حالاتے

source: Next
scl: اجالو/اجالی

source: Ngiembon
scl: نائیمبون

source: Nias
scl: نیاس

source: Nigerian Pidgin English
scl: نائیجیرین پیجن انگلش

source: NKo
scl: اینکو

source: No
scl: نے

source: [No ‘a’ in the original text]
scl: لکھے ہیں کینی 'آ' نُش

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
scl: <noCopyright> نو کاپی رائیٹ</noCopyright> گنیجونو (cc-0)

source: No foreign letters
scl: درینے باشو حرفی نے شے۔

source: No gravatar found for your email
scl: تھئیی ای میلئی کاریو گریویٹاریک نے ہتے نے الو۔

source: No information
scl: معلوماتے نُش

source: No information available
scl: جیک گہ معلوماتیک آنے نے ہتے اِیں۔

source: No microphone found.
scl: مائیکیک نے لےلس

source: Non-binary
scl: دگونی نوشیک

source: No numbers and special characters
scl: نمبری گہ علامتے نے شے

source: Northern Hindko
scl: ناردرن ہندکو

source: Northern Sotho
scl: ناردرن سوتھو

source: Northwest Gbaya
scl: نارتھ ویسٹ گبایا

source: Norwegian Bokmål
scl: نارویجین بوکمال

source: Norwegian Nynorsk
scl: نارویجین نائینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
scl: پھرا چکیونی کاریو کوئی موجیک نُش <addLink> یچے مُتے گہ موجی یو تھے </addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
scl: کوتے بوسم بوٹے موجی گا کلیپو ویرئینٹو ٹیکے نش۔

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
scl: ہیجے چھُرے: پشیجار پرائیجیلی تو انی پرائیجار بدل آنو تھیون بیجیں۔<profileLink> پروفائلو پٹو</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
scl: ہیجے چھورے: سانتی دینک بدل تھیونو کاری توٹے کوتے گہ رزیک یا کونڈیک مجا دی تھیونو اواجوں۔

source: Not Found
scl: ہتے نے آلی/ آلو

source: No Thanks
scl: نے یا بشخیش

source: No thanks, continue speaking
scl: نے جو یا، رجیوبو

source: No variant selected
scl: کنئو گا ویرینٹک دی نا تھا

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
scl: چے تُوڑے کامن وائیسو بارینی کمیک بسکایئی لیل بیلی، کوشش کیئنے تھَوں؟ موجی کُوری گی رجونو مائیکروفونو سیلینی زاب تھے۔ <br/> <br/> مُتے جک چینئیک شونگو دُگُنی چکیم تھَوں تو "یجار" نشانینی زاب تھے۔ سکرنینی لکھے ہانک موجو گہ ریکارڈنگ ایکشان تھیونو تُوسے سانتی دے۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
scl: کوتے توسے اسئوٹۓ ساتی بونو کاری تومو شونگو چینیون بؤ۔ بسے پورے جگو کاری شونگو ڈیٹا سیٹ سنون۔ انو ڈیٹاسیٹ کوسے گا باؤی گہ ویب کاری سیئے ایپی سنیون یجاریون بینا۔ ھگی جک سے کنا تھے رزینا مشینٹ سیچون کاری ایک موجیک رس۔ معیار اجیٹ تھیونو موتے چینینکو کروم چیک تھے۔ انو اچکا اسان ہوں۔

source: Nubi
scl: نیوبی

source: Number of Voices
scl: شونگو تعداد

source: Numbers
scl: نمبری

source: Occitan
scl: اوکسیٹان

source: Odia
scl: اوڈیا
